export const NotFound = () => {
  return (
    <div className="text-center">
      <h1>404: Я съел эту страницу потому что она оскорбляла фурри</h1>
      <p class="h4">
        Привет, я Владлен Саныч и это моя история. В моем замке в центре
        Барнаула мне пожаловались мои фурри подчиненные, что некий Максим
        Казаков запустил бунт против моей религии. Я решил взять всё в свои
        руки. Узнав, что всё происходит в сети интернет я съел его, служу РКН.
        Вернись на <a href="/">главную</a>, иначе я и тебя съем.
      </p>
      <video
        width="400"
        height="400"
        muted
        autoPlay
        src="./vladlen.mp4"
        controls
      ></video>
    </div>
  );
};
