export const dataQuestions = [
    {
        id: 1,
        type: "question",
        name: "Общие вопросы"
    },
    {
        id: 2,
        type: "orders",
        name: "О заказе и доставке"
    },
    {
        id: 3,
        type: "product",
        name: "О товарах и качестве"
    },
    {
        id: 4,
        type: "exchange",
        name: "О возврате и обмене"
    },
    {
        id: 5,
        type: "another",
        name: "Прочие вопросы"
    }]
export const dataQuestions1 = [
    {
        id: 6,
        typeof:"question",
        type: "question1",
        name: 'Что такое "Мифрил"?'
    },
    {
        id: 7,
        typeof:"question",
        type: "question2",
        name: "Какие виды товаров вы предлагаете?"
    },
    {
        id: 8,
        typeof:"question",
        type: "question3",
        name: "Где вы находитесь и есть ли у вас физический магазин?"
    },
    {
        id: 9,
        typeof:"orders",
        type: "orders1",
        name: "Как сделать заказ на вашем сайте?"
    },
    {
        id: 10,
        type: "orders2",
        typeof:"orders",
        name: "Какие способы оплаты вы принимаете?"
    },
    {
        id: 11,
        type: "orders3",
        typeof:"orders",
        name: "Сколько стоит доставка и как долго она занимает?"
    },
    {
        id: 12,
        type: "product1",
        typeof:"product",
        name: "Насколько точны ваши косплей-костюмы?"
    },
    {
        id: 13,
        type: "product2",
        typeof:"product",
        name: "Из каких материалов изготавливаются ваши товары?"
    },
    {
        id: 14,
        type: "product3",
        typeof:"product",
        name: "Можно ли заказать пошив костюма по индивидуальным меркам?"
    },
    {
        id: 15,
        type: "exchange1",
        typeof:"exchange",
        name: "Можно ли вернуть или обменять товар?"
    },
    {
        id: 16,
        type: "exchange2",
        typeof:"exchange",
        name: "Как оформить возврат товара?"
    },
    {
        id: 17,
        type: "exchange3",
        typeof:"exchange",
        name: "Вас зовут Александр?"
    },
    {
        id: 18,
        type: "another1",
        typeof:"another",
        name: "Как с вами связаться, если у меня есть вопросы?"
    },
    {
        id: 19,
        type: "another2",
        typeof:"another",
        name: "Есть ли у вас скидки и акции?"
    },
    {
        id: 20,
        type: "another3",
        typeof:"another",
        name: "Можно ли запросить товар, которого нет в каталоге?"
    },
]
export const dataAnsvers =[
    {
        id: 1,
        type:"question1",
        name: "'Мифрил' – это ваш проводник в мир косплея! Мы предлагаем высококачественные, детализированные костюмы, доспехи и аксессуары для косплея по играм, фильмам и аниме. Мы делаем акцент на качестве, точности и уникальности каждого изделия."     
    },
    {
        id: 2,
        type:"question2",
        name: "У нас вы найдете широкий ассортимент товаров: костюмы, доспехи, оружие, парики, аксессуары, а также различные комплектующие для самостоятельного изготовления косплея. Мы специализируемся на фэнтезийных, научно-фантастических и аниме-тематиках."
    },
    {
        id: 3,
        type:"question3",
        name: "В настоящее время у нас нет физического магазина. Мы работаем онлайн и осуществляем доставку по всей стране и за рубеж."
    },
    {
        id: 4,
        type:"orders1",
        name: "Выберите нужный товар, добавьте его в корзину и перейдите к оформлению заказа. Следуйте инструкциям на сайте, выберите способ оплаты и доставки."
    },
    {
        id: 5,
        type:"orders2",
        name: "Мы принимаем оплату банковскими картами, электронными кошельками и, возможно, другие способы оплаты, указанные на сайте."
    },
    {
        id: 6,
        type:"orders3",
        name: "Стоимость и сроки доставки зависят от вашего местоположения и выбранного способа доставки. Вы можете рассчитать стоимость доставки на странице оформления заказа. Обычно доставка занимает от 3 до 14 дней в зависимости от региона."
    },
    {
        id: 7,
        type:"product1",
        name: "Мы стремимся к максимальной точности в воссоздании костюмов, ориентируясь на оригинальные дизайны и детали. Однако, могут быть небольшие отклонения, которые не влияют на общее впечатление."
    },
    {
        id: 8,
        type:"product2",
        name: "Мы используем только качественные материалы, такие как хлопок, полиэстер, кожа, искусственная кожа, различные виды пластика и металлов (для реплик оружия). Подробную информацию о материалах каждого конкретного товара вы можете найти в его описании."
    },
    {
        id: 9,
        type:"product3",
        name: "Да, мы предоставляем услуги индивидуального пошива. Свяжитесь с нами для обсуждения деталей и стоимости."
    },
    {
        id: 10,
        type: "exchange1",
        name: "Да, вы можете вернуть или обменять товар в течение 14 дней с момента получения, если он не был в употреблении и сохранен в оригинальной упаковке. Подробнее ознакомиться с условиями возврата можно на странице 'Возврат и обмен'."
    },
    {
        id: 11,
        type: "exchange2",
        name: "Свяжитесь с нашей службой поддержки, мы поможем вам оформить возврат или обмен"
    },
    {
        id: 12,
        type: "exchange3",
        name: "Во-первых, заказы Александров открывают порталы в параллельные реальности, где пельмени ходят на работу, а коты управляют миром. Мы пока не можем туда доставлять, ибо коты всё конфискуют. Во-вторых, давным-давно было предсказано, что если хотя бы один предмет из 'Мифрила' попадет в руки Александра, то все драконы, что есть в мире, начнут танцевать стрептиз на вершинах гор. А это, мягко говоря, нарушит всю экосистему."
    },
    {
        id: 13,
        type: "another1",
        name: "Вы можете связаться с нами через форму обратной связи на сайте, по электронной почте или по телефону, указанным в разделе 'Контакты'."
    },
    {
        id: 14,
        type: "another2",
        name: "Да, мы регулярно проводим акции и распродажи. Следите за нашими новостями на сайте и в социальных сетях, чтобы не пропустить выгодные предложения."
    },
    {
        id: 15,
        type: "another3",
        name: "Да, вы можете оставить запрос на интересующий вас товар, и мы постараемся его найти или изготовить специально для вас."
    },
]
